{"meta":{"format":"JSON","version":"1.1.0","projectId":"prosa-f82a3","resourcePath":["scenario"],"recursive":false,"creationTime":1738863815,"app":"firefoo"},"data":{"0CDeh9UmMOGD0C5APmy4":{"personnage":"User","stepCode":"E4EnigmeT3","txt":" Gin + sirop de menthe ","__collections__":{}},"0R2CtO4pCjoFVg4CIttc":{"personnage":"Narrateur","stepCode":"E1Narra3","txt":"Vous faites non de la tête.","__collections__":{}},"0wmJE2xK83LRvJVeJxOG":{"personnage":"User","stepCode":"E1Choix1","txt":"Allons à gauche, les ruines sont en meilleur état","__collections__":{}},"1ShuJOP7aXNnG7N1DAmM":{"personnage":"Berger","stepCode":"E3Berger3","txt":"Après avoir jeté un coup d'œil, nous pouvons nous rendre vers le sud, vers la côte, où se trouve la grotte de la Strega. Sinon, on pourrait tenter notre chance auprès de l’Orcu, peut-être aura-t-il de l’équipement à nous donner pour pouvoir se battre. Il devrait être vers l’est.","__collections__":{}},"292yxE94MxfeHSMF0ZhM":{"personnage":"Narrateur","stepCode":"E14NarraSpellSF","txt":"Ne vous laissant pas le temps de réaliser ce qu’il se passe, le berger vous attrape par le bras, vous pressant de partir en courant, la Sciaquaghjola sur vos talons. Une fois la rivière traversée, vous reprenez votre souffle.","__collections__":{}},"2FCyuzSuTX3GfHSmeQyZ":{"personnage":"Berger","stepCode":"E10Berger2","txt":" Si vous parlez du forgeron Jonathan, oui. C’est vrai qu’il était connu pour être un des meilleurs.","__collections__":{}},"2QHYLqSNmOdWHTryNgTN":{"personnage":"Narrateur","stepCode":"E2Narra6","txt":"Vous soupirez, étant donné que maintenant, la quête semble plus complexe que prévu. Les fées vous souhaitent bonne chance, avant de disparaître dans la fontaine à nouveau. Le berger sort un os de son sac, ce qui semble être une épaule de mouton.","__collections__":{}},"2Ulqub0KZTGT5Nqs3ZpF":{"personnage":"Berger","stepCode":"E8BergerRuseT2","txt ":"Il s’agit d’une incantation. Je ne suis pas sûr de son utilité. Elle permet de repousser quelqu’un. Elle sera certainement utile. Je la garde dans mon sac, jusqu’à ce que l’on trouve quelque chose de mieux où la mettre. ","__collections__":{}},"2XYjQAR8sGqyuedGVKJH":{"personnage":"Berger","stepCode":"E1Berger4","txt":"Je vois. L’île a brûlé il y a bien longtemps pourtant… C’est étonnant que son nom soit encore connu. J’ai essayé de sauver l’île, mais avec toutes les créatures qui la peuplent à présent, la tâche est bien plus complexe qu’il n’y paraît.","__collections__":{}},"2tLPFyZ6bTv5onMJjTfS":{"personnage":"U Fulettu","stepCode":"E4Fulettu5","txt":"Si vous avez les bonnes réponses, la grotte de la Strega sera à vous !","__collections__":{}},"3b6J1aPAZq67FKqcPNOd":{"personnage":"Santo Marto ","stepCode":"E12Marto6","txt":" Il s’agit de l’incantation qui permet d’endormir la Tarasco. Alors attention, une incantation ça se déclame, ça ne se lit pas. Mais au moins, vous pouvez l’apprendre. Quant à ce livre, à vrai dire, ce n’est pas un livre, il s’agit d’un grimoire. Je ne sais pas si vous avez récupéré d’autres incantations mais… ","__collections__":{}},"3tfuLdvuo0jsL67ULTFs":{"personnage":"U Fulettu","stepCode":"E4FulettuTrue2","txt":"Vous avez vu comme nous sommes gentils ? Si gentils !","__collections__":{}},"3vRtBODxsLPHIVJcZ6VJ":{"personnage":"Orcu","stepCode":"E10OrcuAFairy","txt":"Je vois. Votre inquiétude quant au combat est justifiée, la Tarasco n’est pas un adversaire facile. Mais bon, c'est son rôle de protéger, après tout.","__collections__":{}},"4OqqfxeC60josdOom6Tu":{"personnage":"Esterelle","stepCode":"E2Esterelle2","txt":"C’est vrai que cette île mériterait d’être resplendissante à nouveau…","__collections__":{}},"4uumFgUsTEH8dwptJB8t":{"personnage":"Narrateur","stepCode":"E5Narra3","txt":"Vous vous approchez de la silhouette, qui se révèle à vous. Il s’agit d’une dame âgée, qui n’a pas l’air particulièrement accueillante.","__collections__":{}},"57iC4mqe4ZqJlWPCPVXZ":{"personnage":"Berger","stepCode":"E8BergerLeoT","txt":"Félicitations ! Nous pouvons récupérer la prochaine graine maintenant. Celle-ci devrait être beaucoup plus simple à acquérir. Santo Marto la garde. Elle vit aussi dans une grotte, mais au moins celle-ci n’est pas gardée par des lions !","__collections__":{}},"5DXeBMUKZjRoIg0pNauD":{"personnage":"Orcu","stepCode":"E10Orcu4","txt":" J’imagine que votre prochaine destination est la grotte de la Strega. Très bien, mais je vous conseille de vous entraîner. C’est pratique d’avoir une épée, mais inutile si on ne sait pas s’en servir. Allez un peu plus vers l’ouest. Vous trouverez une cabane insalubre, et à l’intérieur, un être plus qu’ennuyant. Il essaye constamment de voler mon brocciu, et s’il partait vivre plus loin, vous m’en verriez ravi.","__collections__":{}},"5GvWKoWNz5TwOhUkNpOm":{"personnage":"Narrateur","stepCode":"E3Narra","txt":"Une fois arrivé à l'étang, vous commencez à chercher les graines. Celui-ci est au milieu d’immenses arbres brûlés, vous en déduisez que l’endroit magique où il faut les planter doit se trouver au centre. Vous essayez de vous rapprocher du centre, et vous entendez des ronflements. Cela doit être la Tarasco. Vous vous tournez vers le berger, qui vous fait signe d’être silencieux. Vous vous rapprochez du centre, avant de glisser accidentellement sur une pierre, vous faisant tomber, tout en produisant un grand bruit. Et bien évidemment, cela réveille la Tarasco. Cette dernière se lève, et vous ne pouvez qu'apercevoir son ombre, qui est déjà terrifiante. Et celle-ci s’accompagnant d’un terrible rugissement, vous comprenez assez rapidement qu’il vaut mieux s’enfuir. Le berger vous aide à vous relever, et vous vous enfuyez. Une fois sorti de cette petite forêt, vous vous arrêtez pour reprendre votre souffle.","__collections__":{}},"5ShadqIzN8crtsKj8nRq":{"personnage":"Narrateur","stepCode":"E12Narra6","txt":"Le berger sort la feuille que vous avez précédemment volé à la Strega. ","__collections__":{}},"5i3OdopPhFXCtoqBlzz8":{"personnage":"Narrateur","stepCode":"E4Narra","txt":"Vous voilà donc en direction du sud de l’île, à la recherche de la grotte de la Strega. Tout semble se passer à merveille, jusqu’à ce que vous entendiez des petits rires malicieux derrière vous. Le berger vous regarde, pensant que vous commenciez à rire pour une raison inconnue, mais non. Vous vous retournez, à la recherche de la provenance de ces rires, mais vous ne voyez rien. ","__collections__":{}},"5wHukKyeMmlN7pBivq71":{"personnage":"Narrateur","stepCode":"E6BNarra","txt":"Vous vous dirigez donc vers le territoire de l’Orcu, guidé par le berger. Alors que vous avancez d’un pas rapide, le berger s’arrête.","__collections__":{}},"78r88WgKpKPVwbA8SZZv":{"personnage":"Narrateur","stepCode":"E8NarraLeoT2","txt":"Vous voilà assez surpris, vous pensiez devoir vous battre à nouveau, et pourtant, devant vous se trouve une frêle personne qui semble véritablement terrifiée. ","__collections__":{}},"7CSfgii0uv5fZZiZUqBR":{"personnage":"Narrateur","stepCode":"E7Narra","txt":"Vous décidez de regarder aux alentours pour trouver une entrée cachée. Sûrement qu’il n’y a pas qu’un seul moyen d’accéder à l’antre de la Strega. Après de longues minutes à inspecter les murs de l’entrée, vous sentez une pierre qui semble pouvoir être déplacée. Vous la poussez, et vous entendez derrière vous comme une sorte de coulissement, comme si quelque chose de lourd venait de bouger. Vous vous retournez vers le berger, qui vous indique, du bout de son bâton, un trou qui est apparu un peu plus loin dans le mur. Vous et votre compagnon, vous dirigez vers le nouveau chemin qui s’offre à vous, avant de vous y engager.","__collections__":{}},"7LgtonFZvnU4DLw4NKSR":{"personnage":"Lou Fouletoun","stepCode":"E4FouletounET","txt":"Quelle est la recette du Mauresque ? ","__collections__":{}},"7NoHpKQJce6cmWqwZrGb":{"personnage":"Narrateur","stepCode":"E7NarraTunT","txt":"Après votre long périple à travers les terribles tunnels, vous apercevez enfin de la lumière à travers une sorte de petite trappe. Il semble que vous ayez réussi à atteindre l’antre de la Strega.","__collections__":{}},"7VbkuX4qpW5fgA0TUJUe":{"personnage":"U Fulettu","stepCode":"E4FulettuFalse4","txt":"Oui oui, ne vous en faites pas vous ne pouvez pas la louper !","__collections__":{}},"7dCEjJq6obeHqhefK4A0":{"personnage":"Narrateur","stepCode":"E10Narra2","txt":"La silhouette se retourne, et ne devient que plus imposante.","__collections__":{}},"7qx5fiubarhrCR6oyQ1N":{"personnage":"U Fulettu","stepCode":"E4Fulettu2","txt":"Et son compagnon le berger ! Oh comme on va s’amuser !","__collections__":{}},"7vRWamzci5YaeS2rmPcM":{"personnage":"Narrateur","stepCode":"EndNarra","txt":"Après un long combat, la terrible Tarasco tombe enfin. L’ambiance s’allège alors que le calme regagne l’étang. Victorieux, vous retournez à la fontaine, annoncer aux fées votre triomphe. Elles vous remercient, et comme promis, vous offrent votre cadeau.","__collections__":{}},"8AcO1R16A7VWdUeqC2tR":{"personnage":"Esterelle","stepCode":"E2Esterelle5","txt":"Vous acceptez ? Vous nous en voyez ravies ! Alors les graines… Il y en a deux ! Une de Provence, et une de Corse. ","__collections__":{}},"8V33BDwnoXWis6Q3JBCk":{"personnage":"Berger","stepCode":"E10Berger","txt":"Excusez nous de vous déranger, vous êtes l’Orcu n’est-ce pas ?","__collections__":{}},"8byY7nXm7PJafYiLza8F":{"personnage":"La Masco","stepCode":"E5Masco3","txt":"Strega ? Strega ? Enfin ! Je ne suis pas la Strega ! Je suis la Masco ! Comment osez-vous !","__collections__":{}},"8sWQCVkpuTU1nLSE1tEO":{"personnage":"Message","stepCode":"E8Mess","txt":"Vous avez récupéré la graine corse  ! et une feuille… ?","__collections__":{}},"976Jdqa49JacllAX76Nx":{"personnage":"User","stepCode":"E6BChoix1","txt":"Je préfère qu’on arrive vite. Et puis, peut-être que l’on trouvera quelque chose d’utile dans les débris. ","__collections__":{}},"9IiCSzt1dPVwWFbpsPaH":{"personnage":"sylvain","stepCode":"E11sylvain","txt":"Bonjour bonjour ! D’autres humains par ici ? Comme c’est étonnant. Comment puis-je vous aider ? ","__collections__":{}},"9Mi9d85lLSXdDljdNDw9":{"personnage":"Santo Marto ","stepCode":"E12Marto","txt":" Bienvenue ! Il est rare que j’aie des invités ces temps-ci.. Je suis contente de vous rencontrer, surtout des humains !","__collections__":{}},"9WLgMCNI2E3teTx5XiKT":{"personnage":"Berger","stepCode":"E8BergerRuseT3","txt":"Bien, si on a récupéré la première graine, on peut se diriger vers la seconde. Celle-ci devrait être beaucoup plus simple à acquérir. Santo Marto la garde. Elle vit aussi dans une grotte, mais au moins celle-ci n’est pas gardée par des lions !","__collections__":{}},"9YxFOD9BuIPBJFxD6A8C":{"personnage":"Lou Fouletoun","stepCode":"E4Fouletoun4","txt":"Seulement si vous répondez correctement !","__collections__":{}},"9uZHu1MISQ7meV7OpyEc":{"personnage":"Berger","stepCode":"E11Berger","txt":"Vous êtes un ami de l’Orcu, non ?","__collections__":{}},"AjhsxAMv7XKGI2vcKeuZ":{"personnage":"La Masco","stepCode":"E5Masco","txt":"Qui va là ?","__collections__":{}},"AnyGAoFewotyy4khWv3M":{"personnage":"Narrateur","stepCode":"E6NarraOrcuT2","txt":"Vous avez réussi à terrasser les lions, l’entrée vers l’antre de la Strega est maintenant ouverte à vous.","__collections__":{}},"BW1GWptL9likvzjl0XkR":{"personnage":"Berger","stepCode":"E6BBerger","txt":"Attends un peu. Je dois vérifier quelque chose.","__collections__":{}},"BhPhTJiycE80CCOfl7xv":{"personnage":"Berger","stepCode":"E14Berger","txt":"C’était a Sciaquaghjola. Il ne faut pas la déranger quand elle lave son linge. On l’a échappé belle.","__collections__":{}},"CbjEmBi2VVw71vqf7b4W":{"personnage":"Sylvain","stepCode":"E11Sylvain4","txt":"Stop stop stop ! Je me rends ! Je m’excuse ! ","__collections__":{}},"Ciec5arPWP8Ku93Hk7gG":{"personnage":"Narrateur","stepCode":"E5Narra2","txt":"Vous entrez dans l’énorme bâtiment qui empeste une odeur particulière, et vous pouvez apercevoir au loin une silhouette. Les farfadets semblent vous avoir donné les bonnes indications.","__collections__":{}},"CwGVxCS2fgXwahJsP1qK":{"personnage":"Narrateur","stepCode":"End2Narra3","txt":"Le berger se réjouit à l’idée de pouvoir vous revoir. Vous donnez les quatre graines aux fées, et expliquez votre idée de faire garder des graines par la Tarasco.","__collections__":{}},"DZwgejUZHf9Ilj87bmE4":{"personnage":"Lou Fouletoun","stepCode":"E4FouletounFalse","txt":"Ah oui oui ! Que des mauvaises réponses !","__collections__":{}},"DaM16yJzDtPpuC3D4Ukt":{"personnage":"U Fulettu","stepCode":"E4Fulettu4","txt":"Allons allons… on vous aidera !","__collections__":{}},"E1UrVMGLJ9XYppjQvS4t":{"personnage":"A Fata","stepCode":"E2Fata2","txt":"Si nous avions les graines, nous pourrions la faire renaître.","__collections__":{}},"E9UInKTGCqTQOGsKJhxG":{"personnage":"Narrateur","stepCode":"E5Narra5","txt":"Peut-être que les frères malicieux n'étaient pas aussi gentils que prévu. Et visiblement la Masco ne sera pas d’une grande aide…","__collections__":{}},"EhDx3N45dWbezhBooCb7":{"personnage":"narrateur","stepCode":"E6BNarra2","txt":"Vous vous retournez, et constatez qu’il est en train de relire sa carte. ","__collections__":{}},"ExOZ54Dh3F87RnkD9dXI":{"personnage":"Narrateur","stepCode":"E2Narra","txt":"Après plusieurs longues minutes de marche, vous voilà arrivé au milieu de maisons, en piteux état, où trône une fontaine au centre. Elle est couverte de mousse, mais elle devait être magnifique lorsqu’elle était entretenue.","__collections__":{}},"F8QJRrrEYJfGNyKs9GKA":{"personnage":"Narrateur","stepCode":"E14NarraSpellST","txt":"Le berger vous pousse derrière lui pour vous protéger, et récite une sorte d’incantation.","__collections__":{}},"FD1ESjzgkyYKOy4LBc4T":{"personnage":"Berger","stepCode":"E8BergerRuseT","txt":"Une bonne chose de faite. Mais, dis-moi, cette feuille que tu as prise.. à quoi sert-elle exactement ?","__collections__":{}},"FNcsNGYVEz4pnGr6OGYi":{"personnage":"Narrateur","stepCode":"E8NarraRuseT4","txt":"L’homme s'exécute, et sort ensuite son épaule d’agneau pour indiquer la prochaine destination.","__collections__":{}},"FlKhRIQJPmuzTRlEnksD":{"personnage":"User","stepCode":"E6ChoixOrcuF1","txt":" Il vaut mieux repasser une fois équipé. Allons à la rencontre de l’Orcu","__collections__":{}},"Fpef6KQbBkalVs8hunTU":{"personnage":"Narrateur","stepCode":"E10NarraALeoS","txt":"Vous lui expliquez l’objet de votre quête; puis votre rencontre avec les lions et à quel point il sera ardu d’atteindre votre objectif sans être préparé à combattre.","__collections__":{}},"Fq2zyQWlI2dE2QvhkbXe":{"personnage":"Message","stepCode":"E9Mess","txt":"Vous avez récupéré la corde !","__collections__":{}},"FwmmGDgfmpxRSyAhOylk":{"personnage":"Narrateur","stepCode":"E9Narra2","txt":"Le berger vous aide à vous relever. Visiblement, vous n’avez rien, juste une petite égratignure sur le visage. Vous regardez ce qui vous a fait trébucher, et il s’agit d’une corde qui était encore attachée à des poteaux. Elle devait sûrement servir à étendre le linge.","__collections__":{}},"G4mLmh79tFahuc7OEqx7":{"personnage":"Narrateur","stepCode":"E4Narra2","txt":"Et de plus belle, vous entendez les mêmes rires derrière vous. Vous vous retournez à nouveau, pour cette fois-ci voir deux petits êtres, avec de grands sourires.","__collections__":{}},"GG3DhwT7RtzjOxId0ngQ":{"personnage":"Narrateur","stepCode":"E11Narra3","txt":"Vous réfléchissez avec le Berger, et il est vrai que cet homme n’a pas l’air très digne de confiance. ","__collections__":{}},"GhTrAF9xmcVnveEhBIH7":{"personnage":"Berger","stepCode":"E1Berger1","txt":"Bois, ça te redonnera des forces.","__collections__":{}},"GuIahgf8hUTiDMGEfjZM":{"personnage":"Berger","stepCode":"E7BergerTunF","txt":"Ce n’est pas grave. Allons à la rencontre de l’Orcu, il pourra sûrement nous aider.","__collections__":{}},"Gz1g9piWhJas7F0Fbubf":{"personnage":"Berger","stepCode":"E3Berger2","txt":"Je ne te l’ai pas encore montré, mais j’ai un journal où j’ai répertorié les créatures peuplant cette terre.","__collections__":{}},"HOwsH7gz3h9ixjcHqhsV":{"personnage":"Berger","stepCode":"E15BergerCollec2T","txt":"Attends, j’ai une idée. On ne peut pas s’en approcher, mais avec ce qu’on a récupéré plus tôt, on peut faire un arc. Et avec les flèches au sol…tu pourrais le tuer de loin. Si tu sais viser, bien sûr. ","__collections__":{}},"HwK27e4EhTZfJDtUxcWu":{"personnage":"Berger","stepCode":"E5Berger2","txt":"Au final je crois que l’on aurait dû continuer vers la grotte… On l’a échappé belle..","__collections__":{}},"I4s5L2f53HXwe7dWyaIT":{"personnage":"Narrateur","stepCode":"E15NarraCritF","txt":"Vous décochez votre flèche, et malheureusement, la flèche se plante sur le sol, à côté de la bête. ","__collections__":{}},"IX0le1MbogbjuJsSgCrg":{"personnage":"Berger","stepCode":"E6BBerger2","txt":"Si l’on continue sur ce chemin, on risque d’avoir du mal à avancer. Il y a beaucoup d’arbres qui sont tombés, et de débris. C’est possible, mais plus compliqué. Je connais un détour. On mettra plus de temps à arriver, mais au moins, ce sera plus tranquille.","__collections__":{}},"IZ33YR3XQEg0iP6kQdTW":{"personnage":"Berger","stepCode":"E15BergerCritF","txt":"Vite, réessaye ! ","__collections__":{}},"IgttlJ3DmXIPZaFZZ6je":{"personnage":"Narrateur","stepCode":"E3Narra3","txt":"Il sort un livre abîmé de son sac, et vous le tend. Vous le saisissez.","__collections__":{}},"Il45nqUCCIoCxNz7R5Rk":{"personnage":"User","stepCode":"E1Choix2","txt":"Tentons notre chance vers les ruines de droite.","__collections__":{}},"JBPmYVV2kTgPSv3dAkud":{"personnage":"Narrateur","stepCode":"E2Narra2","txt":"Vous explorez les alentours de la fontaine, et ne trouvez pas grand chose à part des tas de cendres ou des maisons brûlées. Dépité, vous revenez au centre du village, et vous vous asseyez sur la fontaine. Vous soupirez, et soudain, l’eau de la fontaine commence à s’écouler. Vous vous éloignez, surpris, et devant vous surgissent deux fées.","__collections__":{}},"JYQlnTjckOy0NAT86JHG":{"personnage":"Berger","stepCode":"E15ArcF2","txt":"On l’a échappé belle. Bon, l’étang n’est pas loin d’ici. Allons-y","__collections__":{}},"K3WCR014DaZqn0RqP0vz":{"personnage":"Narrateur","stepCode":"E14Narra","txt":"Alors que vous étiez sur le chemin de la destination finale de votre aventure, vous apercevez une rivière. Cela semble plutôt anodin, mais l’endroit devient plus menaçant lorsque vous remarquez une silhouette, accroupie, en train de laver du linge. Le berger vous fait signe d’avancer avec prudence. Il est vrai que l’ambiance est pesante, mais il ne s’agit que d’une vieille dame. Elle ne peut pas être si dangereuse que ça…si ? Vous vous approchez de la rivière, au son des frottements du linge. Pour le moment, la femme ne semble pas vous avoir remarqué. Vous continuez votre avancée, le berger tout juste derrière vous. Mais alors que tout semblait se dérouler sans accroc, la vieille femme vous remarque. Elle se relève, et se dirige vers vous à pleine vitesse.","__collections__":{}},"KdShkRT97YP44NXkEhnh":{"personnage":"Narrateur","stepCode":"E15NarraArcF","txt":"Vous déclamez l’incantation, et tout comme le cerf plus tôt, le monstre tombe au sol, endormi. ","__collections__":{}},"KugIBmqNbNKaHSvp9Rge":{"personnage":"Narrateur","stepCode":"E12Narra2","txt":"Alors qu’elle se dirige vers ce qui semble être la cuisine de son habitat, vous remarquez un peu plus loin, sur une commode, ce qui semble être une graine. Elle est mise en évidence sur un petit présentoir. La femme revient vers vous, vous servant une tasse de thé.","__collections__":{}},"Kx7mKt1MHUfwSizkb4xR":{"personnage":"Narrateur","stepCode":"E8NarraLeoT3","txt":"Elle pointe du doigt le fond de la pièce, où vous apercevez un bocal contenant une sorte de graine, dont se dégage une aura. Il doit bel et bien s’agir d’une des graines dont vous avez besoin. Vous progressez prudemment vers le bocal, restant alerte au cas où la Strega ferait semblant d’avoir peur pour vous attaquer ensuite. Vous saisissez le bocal, et votre interlocutrice ne montre toujours aucun signe d’hostilité.","__collections__":{}},"LClMPrCc2ONVXEI1X5QI":{"personnage":"Narrateur","stepCode":"E10Narra5","txt":"Vous décidez d’écouter les conseils de l’Orcu et de vous dirigez vers l’ouest.","__collections__":{}},"LDvA01jVI1lEf8oEWRPg":{"personnage":"Narrateur","stepCode":"End2Narra","txt":"Après un long combat, la terrible Tarasco s’endort enfin. L’ambiance s’allège alors que le calme regagne l’étang. Le Berger sort alors le grimoire de sa besace, et vous le tend.","__collections__":{}},"LZsmGb52oxFee2PPtrXR":{"personnage":"Narrateur","stepCode":"E10Narra3","txt":"Il semble réfléchir, puis s’absente dans une autre pièce pendant un moment. Vous jetez un regard inquiet au berger, espérant que l’Orcu accepte de vous aider. Après de longues minutes, l’imposante créature revient dans la pièce, tenant une épée à la main.","__collections__":{}},"LyrrOmoWYqEt9xWOI6JB":{"personnage":"Narrateur","stepCode":"E5Narra7","txt":"Vous vous mettez donc en route en direction de la grotte, pour cette fois-ci, rencontrer la véritable Strega.","__collections__":{}},"Mi5K78x0pC9hlwuRqxNZ":{"personnage":"Berger","stepCode":"E11Berger2","txt":" Nous n’avons rien à échanger. Nous allons donc vous laisser.","__collections__":{}},"N6MDzBUiaJuQYuYEj5bH":{"personnage":"Narrateur","stepCode":"E1Narra6","txt":"Vous vous relevez, et vous voilà à présent au milieu d’une forêt d’arbres brûlés.","__collections__":{}},"N7tXyUcqrzUyJmkinS1n":{"personnage":"Esterelle","stepCode":"","txt":"","__collections__":{}},"NAOvddjKSntQqwoZHvMv":{"personnage":"Narrateur","stepCode":"E7NarraTunF","txt":"Ce tunnel semble plus long que les autres, et pour cause, il vient tout juste de vous ramener sur la côte. Vous jetez un regard désespéré vers le berger.","__collections__":{}},"NNWGx6Ia5gp0lT5PacB4":{"personnage":"Message","stepCode":"E15MessCollec2T","txt":" Vous avez récupéré l’arc et les flèches !","__collections__":{}},"NzZaKBaHRonJ9ep0Auhx":{"personnage":"Berger","stepCode":"E1BBerger","txt":"Si tu récupères ça, peut-être qu’on pourra t’en faire une arme. Donne moi cette branche, je vais la garder au cas où.","__collections__":{}},"OFhpkwtTZReaGMCEbBMr":{"personnage":"Sylvain","stepCode":"E11Sylvain5","txt":" Oui oui j’arrêterai ! Je m’en vais !","__collections__":{}},"OS1Flz5509nSSoEIB5Bl":{"personnage":"Berger","stepCode":"E9Berger2","txt":"Surprenant que la corde soit toujours intacte. Autant la récupérer, cela peut toujours servir, non ? ","__collections__":{}},"OiLjZogJmZxJRnIkFtdn":{"personnage":"Lou Fouletoun","stepCode":"E4FouletounFalse2","txt":"Et le mauresque avec du pastis et du sirop d’orgeat !","__collections__":{}},"OkV2Hybc6jlBW3q2JHmI":{"personnage":"Narrateur","stepCode":"E12Narra","txt":"Après avoir marché encore et encore, vous atteignez enfin votre destination. Il s’agit d’une autre grotte, mais celle-ci, n’est heureusement pas gardée par des lions. C’est même plutôt l’inverse, l’entrée est décorée de bougies, donnant une atmosphère accueillante. Vous vous engagez dans la grotte, et vous retrouvez dans une pièce à l’aura chaleureuse. Elle est éclairée par des dizaines de bougies, et au milieu se trouve une femme assise à une table. Celle-ci vous remarque instantanément, un grand sourire sur son visage, et vous invite à vous asseoir.","__collections__":{}},"Osa821yTEbQJFZoEbxPK":{"personnage":"Narrateur","stepCode":"End2Narra2","txt":"Vous prononcez l’incantation, et comme l’avait prédit le berger, les graines se dédoublent. Vous retournez à la fontaine, annoncer aux fées votre triomphe. Elles vous remercient, et comme promis, vous offrent votre cadeau. ","__collections__":{}},"P2ATrNo8nOAAZMY5pLIK":{"personnage":"Berger","stepCode":"E6BergerOrcuT","txt":"Tu as ton épée, tu devrais pouvoir les affronter.","__collections__":{}},"Pn6hcvz8NygMEmSNvCt2":{"personnage":"Narrateur","stepCode":"E13Narra","txt":"Après un petit temps de marche, vous apercevez un troupeau de cerfs. Vous sortez votre grimoire, lisez une dernière fois l’incantation, et vous voilà prêt à endormir un des cerfs.","__collections__":{}},"Pqf9UXWCT3V61vJYCEGb":{"personnage":"Berger","stepCode":"E15BergerCritT","txt":"C’est une autre incantation. Elle nous permettrait de dédoubler les graines. Peut-être qu’on pourrait trouver un endroit pour les garder, au cas où les erreurs du passé seraient répétées.. nous devrions y réfléchir. Bon, l’étang n’est pas loin d’ici. Allons-y ","__collections__":{}},"QhL9kJ0bmsHfssu3S6rO":{"personnage":"Narrateur","stepCode":"E4Narra4","txt":"Vous leur faites comprendre que vous n’avez pas le temps pour des devinettes, vous avez une île à sauver quand même ! Mais rien à faire, ils continuent de vous barrer la route.","__collections__":{}},"QobpxhTxjwMdKZo63X9c":{"personnage":"Message","stepCode":"E12Mess2","txt":"Vous avez récupéré le grimoire et l’incantation de Santo Marto !","__collections__":{}},"QqKgtxbeHhU9OXtk6B0k":{"personnage":"Berger","stepCode":"E11Berger3 ","txt":"L’Orcu nous a demandé de vous passer un message. Arrêtez d’essayer de voler son brocciu, ou il vous arrivera la même chose qu’aujourd’hui. Mais sûrement en pire.","__collections__":{}},"QsSChfh3412azJuxc2Gs":{"personnage":"Narrateur","stepCode":"E4Narra3","txt":"Vous expliquez la raison de votre périple, et une fois que vous fermez la bouche, vos deux interlocuteurs se mettent à s’esclaffer. ","__collections__":{}},"R3mNDpNesKJT0NIQMT6M":{"personnage":"Berger","stepCode":"E4Berger","txt":"Je crois que des êtres malicieux vont nous jouer un tour…","__collections__":{}},"R5sUh2hPuUd0tOfnmbvz":{"personnage":"Santo Marto","stepCode":"E12Marto3","txt":"C’est un objectif noble, je suis heureuse de savoir que cette si jolie île n’a pas été totalement oubliée... et que des personnes ont encore espoir de pouvoir lui redonner sa splendeur d’antan. Je peux vous aider.","__collections__":{}},"RHCtsAEh6ydNYrJ5XW6V":{"personnage":"Narrateur","stepCode":"E8NarraRuseT5","txt":"Vous vous mettez en marche vers la prochaine étape de votre aventure.","__collections__":{}},"RVfn4EdVJTpnKH9vRyoe":{"personnage":"Narrateur","stepCode":"E6NarraFarfaF","txt":"Après plusieurs dizaines de minutes de marche, vous vous retrouvez enfin devant la grotte de la Strega. Vous commencez à entrer, avant d’être interceptés par deux lions. Ils ne semblent pas vouloir vous laisser passer…","__collections__":{}},"Rq8s9FI9b7ormKCXtvow":{"personnage":"Berger","stepCode":"E1Berger3","txt":"Je t’ai vu arriver en bateau, et tu t’es évanoui sur la plage, sûrement d’épuisement. Je t’ai amené chez moi, et maintenant tu t’es réveillé. Pourquoi es-tu venu ici exactement ?","__collections__":{}},"RqXPE5nqAATTU6kObWl7":{"personnage":"Sylvain","stepCode":"E11Sylvain2","txt":"Oui oui ! Il me donne souvent du brocciu, vous en voulez ? Je peux vous en donner si vous m’offrez un de vos objets. ","__collections__":{}},"S3BvQtnUOm1M9JzZHNDU":{"personnage":"Message","stepCode":"E10Mess","txt":"Vous avez récupéré l’épée de lumière noire ! ","__collections__":{}},"S7uLVtLHESBFLDMpvFtz":{"personnage":"Santo Marto","stepCode":"E12Marto4","txt":"Je détiens la graine de Provence que vous cherchez. Je vous la cède avec plaisir.","__collections__":{}},"SLggqfVovvdJH3VuXRuF":{"personnage":"Berger","stepCode":"E15BergerArcF","txt":"Tu te souviens de l’incantation de Santo Marto ? Elle devrait pouvoir endormir le Basgialiscu !","__collections__":{}},"SWxAZtOAgs6v7Rr5pnS0":{"personnage":"User","stepCode":"E4EnigmeC2","txt":"Tomme avec des asticots","__collections__":{}},"ShEXVOOjkVQjwf0gDrHc":{"personnage":"Narrateur","stepCode":"E2Narra3","txt":"Vous leur expliquez votre objectif, et elles semblent ravies.","__collections__":{}},"SuiExSPqsrSFt26Bhlwn":{"personnage":"A Fata","stepCode":"End2Fata","txt":"Cette île est tout autant votre maison, à présent","__collections__":{}},"TLEYPyMvj1mZRv9025Ag":{"personnage":"Narrateur","stepCode":"E12Narra7","txt":"Après un dernier remerciement à Santo Marto, vous partez en direction de l’endroit où se trouvent les cerfs dont elle vous a parlé. La Tarasco ne va pas être un ennemi facile, il vaut mieux s’entraîner avant d’aller la combattre.","__collections__":{}},"U1k6A8GrAWEtjjKE1TTj":{"personnage":"Narrateur","stepCode":"E8NarraLeoT6","txt":"Vous vous mettez en marche vers la prochaine Étape de votre aventure.","__collections__":{}},"UY13QhmG6T67x53Xuzox":{"personnage":"Santo Marto","stepCode":"E12Marto8","txt":"Eh bien, je vous souhaite bon courage dans votre périple. Je prierai pour votre réussite. ","__collections__":{}},"V1JNaXzUBqeBOYuMd7E7":{"personnage":"Berger","stepCode":"E1Berger6","txt":"Les fées pourront nous aider. Je ne sais pas exactement où elles résident, car à vrai dire, elles ne se sont jamais montrées à moi. Mais d’après les légendes, elles seraient près de la fontaine de l’ancien village.","__collections__":{}},"VCF6Vt5wkLp55M9m5QeN":{"personnage":"Narrateur","stepCode":"E6NarraOrcuT","txt":"Vous initiez donc le combat contre les lions.","__collections__":{}},"VhzD1jFXFn7T06kNygrz":{"personnage":"Narrateur","stepCode":"E8NarraRuseT3","txt":"Ah oui, la feuille qui était tombée. Vous l'aviez oubliée. Vous la regardez, et n’arrivez pas à déchiffrer ce qui est inscrit. Vous la tendez vers le berger, qui la saisit et semble pouvoir lire ce qui y est écrit.","__collections__":{}},"VpCFnX0xhcLkUIPXAyFl":{"personnage":"Narrateur","stepCode":"E5Narra","txt":"Grâce aux indications des farfadets, vous arrivez devant une immense bâtisse en ruines.","__collections__":{}},"WGqY2dkeoZZc5pR2wFAU":{"personnage":"Narrateur","stepCode":"E8Narra","txt":"Vous voilà enfin dans l’antre de la Strega. ","__collections__":{}},"Wb8E8RdwQOeHpfRMrkXh":{"personnage":"Orcu","stepCode":"E10Orcu3","txt":"L’épée a acquis un peu de mes pouvoirs. Elle est plus puissante qu’une épée classique. Prends là.","__collections__":{}},"WfnGw9Uf0PwUlIQE0UJ4":{"personnage":"Lou Fouletoun","stepCode":"E4Fouletoun5","txt":"Promis juré !","__collections__":{}},"WvJnZaY6UoR2CDG0fMTA":{"personnage":"Narrateur","stepCode":"E1Narra7","txt":"Vous apercevez au loin les ruines d’une maison à votre gauche, avec ce que vous devinez être une fontaine. À votre droite, se trouvent d’autres ruines de maisons, au milieu desquelles semble se trouver une fontaine . La ruine de gauche semble être en meilleur état que celle de droite.","__collections__":{}},"Y8jgmcou00RnDZB9vsyD":{"personnage":"Narrateur","stepCode":"E10Narra4","txt":"Vous saisissez l’épée, et sentez une puissante énergie vous envahir. Cette épée est véritablement spéciale !","__collections__":{}},"YP7a729gdoWwB8kaTQmL":{"personnage":"Narrateur","stepCode":"E12Narra5","txt":"Elle vous tend la feuille de papier.","__collections__":{}},"Yj6wAkIsJQJIjTlMEHlQ":{"personnage":"A Fata","stepCode":"EndFata","txt":"Cette île est tout autant votre maison, à présent ","__collections__":{}},"aUusdGcdiCpqMehZF2PD":{"personnage":"Narrateur","stepCode":"E1Narra2","txt":"Vous vous exécutez.","__collections__":{}},"ad9aBrCv6cU9KtdrnVmY":{"personnage":"La Masco","stepCode":"E5Masco2","txt":"Que voulez-vous ?","__collections__":{}},"bDjPBL46cCF2Tc55IvRI":{"personnage":"Narrateur","stepCode":"E12Narra3","txt":"Vous lui expliquez votre quête, et comment avec les deux graines vous pouvez soigner l’île. Vous lui partagez également vos doutes quant à l’accès de l’étang où vous devez les planter, celui-ci étant protégé par la Tarasco.","__collections__":{}},"bUBqkfWuqttaggM3ljak":{"personnage":"Narrateur","stepCode":"E11Narra2","txt":"Il sourit d’un air sournois.","__collections__":{}},"cDzNmbMujRfom8hkiySg":{"personnage":"Narrateur","stepCode":"E6NarraFarfaT","txt":"Après plusieurs dizaines de minutes de marche, avec le brouhaha incessant des deux frères, vous vous retrouvez enfin devant la grotte de la Strega. Vous remerciez les deux êtres malicieux, et ces derniers repartent de leur côté. Vous commencez à entrer, avant d’être interceptés par deux lions. Ils ne semblent pas vouloir vous laisser passer…","__collections__":{}},"cEIQHZ5gHewwXHACExJG":{"personnage":"Santo Marto ","stepCode":"E12Marto2","txt":"Ah j’ai oublié de me présenter. Je suis Santo Marto. Je ne sais pas si vous me connaissez, alors, pour vous expliquer simplement, j’ai dompté la Tarasco il y a bien longtemps. Mais bon, elle est de retour maintenant, alors... ","__collections__":{}},"ceq31sDPKe2CD0dTqftk":{"personnage":"Orcu","stepCode":"E10Orcu","txt":"Effectivement. Qu’est ce qui vous amène ici ?","__collections__":{}},"d0L8wx8EXLbcyppefuDE":{"personnage":"A Fata","stepCode":"E2Fata3","txt":" Par une créature pas très accueillante, cela s’avère compliqué effectivement.","__collections__":{}},"dqUDuT0dj3fRGrvOuqlS":{"personnage":"Strega","stepCode":"E8StregaLeoT3","txt":"Va, va ! Tu as tout ce que je possède de plus précieux !","__collections__":{}},"dtzhaBCfvCHfX9qtcEkJ":{"personnage":"U Fulettu","stepCode":"E4Fulettu3","txt":"Nous pouvons vous indiquer où se trouve la Strega…","__collections__":{}},"dyc3LENq98qOrKQRBRf1":{"personnage":"U Fulettu","stepCode":"E4FulettuEC","txt":" Le brocciu est-il un fromage fait avec du petit lait, ou une tomme avec des asticots ?","__collections__":{}},"eHlChpEDse2iYjjGc0Fa":{"personnage":"Berger","stepCode":"E5Berger","txt":"Cela doit être la cathédrale dont ils ont parlé. Ça m'étonnerait que la Strega se trouve ici, mais bon, peut-être qu'elle a déménagé. ","__collections__":{}},"eOGuCUnCesWe4jNpZNcK":{"personnage":"Narrateur","stepCode":"E3Narra2","txt":"Vous soupirez, avant de vous asseoir par terre, contrarié, n’ayant plus aucune idée d’où aller.","__collections__":{}},"edUj2mbiYSf22tjhm71b":{"personnage":"A Fata","stepCode":"E2Fata","txt":"Un humain, ici ? Surprenant. ","__collections__":{}},"efrqkK2PR2c7S9dXAblY":{"personnage":"Narrateur","stepCode":"E12Narra4","txt":"Elle se lève, et prend la graine que vous aviez repérée auparavant. Elle attrape également une sorte de livre, avec une feuille de papier.","__collections__":{}},"eitW6kGafaZq72zGU0us":{"personnage":"User","stepCode":"E3Choix1","txt":"Nous devrions directement aller voir la Strega, elle pourra peut-être nous indiquer où se trouve la graine corse.","__collections__":{}},"epIUI60jDc2CzqWDjqRu":{"personnage":"User","stepCode":"E3Choix2","txt":"Il serait judicieux de récupérer de l’équipement avant de continuer notre chemin, allons demander à l’Orcu. ","__collections__":{}},"fcqsuKDtT0sJ4CXrBAVS":{"personnage":"U Fulettu","stepCode":"E4FulettuFalse","txt":"Bravo bravo ! Que vous êtes intelligents !","__collections__":{}},"fhBwxK5btKNDYPjryS7U":{"personnage":"Lou Fouletoun","stepCode":"E4FouletounFalse3","txt":"Vous allez voir une ancienne cathédrale ! C’est là !","__collections__":{}},"fxFeRH1ABN1DtMPokm5u":{"personnage":"Narrateur","stepCode":"E14NarraSpellST2","txt":"La Sciaquaghjola est repoussée en arrière par une force invisible. Vous en déduisez qu’il s’agit de l’incantation de la Strega que vous aviez récupérée plus tôt. Le berger a réussi à la lire, et effectivement, elle permet de repousser quelqu’un. Vous sortant de votre réflexion, votre compagnon de route vous attrape par le bras, vous pressant de partir. Une fois la rivière traversée, vous regardez en arrière.","__collections__":{}},"gY0ONY5D50h16dUttxk7":{"personnage":"Narrateur","stepCode":"E1Narra4","txt":"Vous lui expliquez les raisons de votre périple, et votre volonté de comprendre ce qui s’est passé ici, pour rendre sa splendeur d’antan à l’île.","__collections__":{}},"h2YPpI0n4cxLnZA7akun":{"personnage":"Narrateur","stepCode":"E2Narra4","txt":"Elles semblent réfléchir, puis vous regardent, vous et le berger, avant de reprendre la parole.","__collections__":{}},"hGS9bjMCl6GlgT3MG4C3":{"personnage":"Narrateur","stepCode":"E1BNarra","txt":"Vous arrivez dans une sorte de petite cabane, en mauvais état. A priori, pas de fées à l’horizon. En revanche, parmi tous les débris, vous apercevez ce qui semble être un arc. Enfin, ce qu’il reste d’un arc.","__collections__":{}},"hKGhTjzxMrmDycSmlmQq":{"personnage":"Esterelle","stepCode":"E2Esterelle3","txt":"C’est vrai.. mais il faudrait les planter dans l’étang, et vu qu’il est habité…","__collections__":{}},"hKb7eKttwpVRPUkkCDFp":{"personnage":"Sylvain","stepCode":"E11Sylvain3","txt":"Ça se voit que vous ne connaissez pas Sylvain ! Je crois que vous m’avez mal compris. Vous allez me donner tout ce que vous possédez. ","__collections__":{}},"hcrWzXmm3B9GAM7PXws8":{"personnage":"Narrateur","stepCode":"E10NarraAFairy","txt":"Vous lui expliquez votre quête, votre rencontre avec les fées, mais aussi à quel point il sera ardu d’atteindre votre objectif sans être préparé à combattre.","__collections__":{}},"hllxzwjyr6fym5nCagMq":{"personnage":"U Fulettu","stepCode":"E4FulettuFalse3","txt":"On ne peut pas vous aider  ! Vu que vous vous êtes trompés ! Allez à gauche ! Quelqu’un d’autre vous aidera !","__collections__":{}},"i8B6JJMwfM2roNTuFpwH":{"personnage":"Narrateur","stepCode":"E2Narra7","txt":"Il vous est compliqué de lire cette carte des plus singulières, mais le berger arrive à la décrypter sans problème. Il vous indique les lieux importants de l'île, vous conseillant d’aller chercher à ces endroits. Ceci dit, une autre idée vous vient à l’esprit. Si les graines doivent être plantées dans l’étang, elles ne devraient pas être si loin de celui-ci, non  ? Vous partagez votre idée à votre compagnon d’aventure, qui avoue que votre idée est plutôt logique. Et puis, la Tarasco, elle ne doit pas être si méchante que ça… C’est ainsi que vous partez en direction de l'étang.","__collections__":{}},"iZQRtdddtDOnKPs5VHqK":{"personnage":"Narrateur","stepCode":"E9Narra","txt":"Choisissant d’ignorer l’inquiétude du berger, vous empruntez le premier itinéraire. Effectivement, quelques centaines de mètres plus loin, se trouvent de nouvelles ruines, et surtout, des débris au milieu du chemin. Prudemment, vous vous frayez un chemin entre les débris. Tout semble bien se passer jusqu’à ce que, soudainement, votre pied soit retenu par quelque chose, vous faisant trébucher.","__collections__":{}},"jbxyw3nssN6aXSb1UymK":{"personnage":"Narrateur","stepCode":"E13Narra2","txt":"Après un essai réussi, vous vous sentez enfin prêt à aller affronter la Tarasco. Vous vous mettez en chemin, d’un pas décidé.","__collections__":{}},"jdAC2JP7MeDEjULP8808":{"personnage":"Narrateur","stepCode":"E8NarraLeoT4","txt":"Précautionneusement, vous rebroussez chemin vers l’entrée.","__collections__":{}},"jlO569iFPW4OSmWgOXK9":{"personnage":"Berger","stepCode":"E1Berger5","txt":"Si tu es vraiment déterminé à sauver l’île, suis-moi.","__collections__":{}},"jlcEX3r1rNS0U48N0zdt":{"personnage":"Narrateur","stepCode":"E11Narra6","txt":"Vous le laissez partir, et reprenez votre chemin vers la grotte de la Strega.","__collections__":{}},"k8SFEVrFmjdSIsmESwDw":{"personnage":"Berger","stepCode":"E9Berger","txt":"Tout va bien ? Tu ne t’es pas fait mal ?","__collections__":{}},"kCFZVAAJIy4tXDfQsvWR":{"personnage":"Narrateur","stepCode":"EndNarra2","txt":"Le berger se réjouit à l’idée de pouvoir vous revoir. Vous donnez les graines aux fées, et vous vous dirigez vers la côte, afin de repartir chez vous. Alors que vous embarquez, vous regardez l’île renaître. L’herbe repousse, les arbres fleurissent, et une douce odeur de lavande se répand dans l’air. Votre aventure se termine enfin, et vous rentrez chez vous, la tête remplie de nouveaux souvenirs plus fantastiques les uns que les autres.","__collections__":{}},"krUr6EbQZOjVhGUrO93A":{"personnage":"Narrateur","stepCode":"E15NarraCollec2T2","txt":"Votre nouvel arc en main, vous visez le monstre, espérant le toucher avant qu’il ne vous remarque. ","__collections__":{}},"ky6uKyEaJ4SfUwLOyowT":{"personnage":"Narrateur","stepCode":"E1Narra5","txt":"Il se lève, et attrape son bâton.","__collections__":{}},"l3UI02ewPIiYzWIruixB":{"personnage":"Narrateur","stepCode":"E11Narra","txt":"Avec les indications de l’Orcu, vous vous dirigez vers l’ouest. Et comme prévu, vous trouvez la cabane insalubre. Devant, se trouve un être de taille moyenne, qui ressemble à un humain. Vous vous approchez, et il vous lance un grand sourire.","__collections__":{}},"lmKYN48aWrXvh1tvBDQJ":{"personnage":"Narrateur","stepCode":"E5Narra6","txt":"Vous échangez un regard avec le berger, et vous vous mettez tous deux à courir en dehors de la bâtisse.","__collections__":{}},"luNBAPWZMM1O6K8xkgfW":{"personnage":"Strega","stepCode":"E8StregaLeoT","txt":" Que veux-tu ? Je ne veux pas me battre ! Ne me tue pas !","__collections__":{}},"m1qfpWleK4dpFkCDGIKG":{"personnage":"Narrateur","stepCode":"E15NarraCritT","txt":"Vous décochez votre flèche, et touchez votre cible. Le Basgialiscu tombe au sol, et le berger vous donne une petite tape dans le dos, en guise de félicitations. Vous vous approchez du corps, et apercevez une sorte de feuille dans la terre. Votre guide le ramasse.","__collections__":{}},"mIt8q0HN2cooACVFnsAy":{"personnage":"U Fulettu","stepCode":"E4FulettuFalse2","txt":"Le brocciu est fait avec du petit lait !","__collections__":{}},"nFUOJ033tAJtquwf5kSR":{"personnage":"Lou Fouletoun","stepCode":"E4Fouletoun","txt":"Et oui mon frère, un humain !","__collections__":{}},"nM3pCCBY177S4yTZYuLh":{"personnage":"Narrateur","stepCode":"E16Narra","txt":"L'étape finale de votre aventure se présente enfin devant vous. L’air devient lourd, l’ambiance pesante, et au loin, se dessine l’ombre terrible du début de votre périple. Sauf que cette fois-ci, vous êtes prêts. D’un pas décidé, vous vous dirigez vers la Tarasco. L’heure est venue de sauver l’île. ","__collections__":{}},"nVg3ltZue8OIgwsPRmrx":{"personnage":"Strega","stepCode":"E8StregaLeoT2","txt":"C’est la graine que tu veux ? C’est ça ? Eh bien prends-là !","__collections__":{}},"nf5yiDBsrjcLxfijoncn":{"personnage":"User","stepCode":"E4EnigmeC1","txt":"Fromage avec du petit lait ","__collections__":{}},"oV97CJUicLFfMxkIlowE":{"personnage":"Narrateur","stepCode":"E1BNarra2","txt":"Vous décidez d’écouter le sage conseil du berger, et gardez la branche dans votre main. Les  fées n’étant pas ici, vous vous dirigez vers les ruines de droite.","__collections__":{}},"pB9e66SgYFImhV21wTSS":{"personnage":"Esterelle","stepCode":"End2Esterelle","txt":"C’est une pierre chargée de l’énergie de l’Île, qui vous permettra de revenir ici à votre guise.","__collections__":{}},"pLbgslL7KsXfWsgFLz4j":{"personnage":"U Fulettu","stepCode":"E4FulettuTrue","txt":"Bravo bravo ! Que vous êtes intelligents !","__collections__":{}},"pPP6IlRCnNAFTj2s70ER":{"personnage":"Narrateur","stepCode":"E15Narra","txt":"Mais alors que vous pensiez être en sécurité, vous remarquez que le sol autour de vous est jonché de flèches. Vous vous retournez et découvrez un terrible monstre, mi-serpent mi-coq, au sommet de cette petite montagne, devant ce qui devait être un belvédère. Il pousse soudain un cri strident, laissant une sorte de fumée sortir de son bec, indiquant assez clairement au vu de sa couleur qu’il ne faut pas s’en approcher.","__collections__":{}},"pQJoFUVhyCl3VPgSlDOd":{"personnage":"A Fata","stepCode":"End2Fata2","txt":"Quelle excellente idée ! Nous allons emmener la Tarasco dans une grotte un peu plus loin, pour qu’elle se repose tout en protégeant ses graines.","__collections__":{}},"pRZUxY305IF1NlLj5L0s":{"personnage":"Narrateur","stepCode":"E8NarraLeoT","txt":"Alors que vous découvrez la silhouette d’une vieille femme se tenant au milieu de la pièce, celle-ci semble apeurée.","__collections__":{}},"pbKAUv6IrNOnQgtS2Ye0":{"personnage":"Lou Fouletoun ","stepCode":"E4Fouletoun2","txt":"Bien bien bien.. qu’est ce qu’il vous amène là ?","__collections__":{}},"qMNGEPqLJ3TpwUOHh0N1":{"personnage":"Message","stepCode":"E12Mess","txt":"Vous avez récupéré la graine de Provence !","__collections__":{}},"qP94S3lTSrGf2NwP2IWi":{"personnage":"Esterelle","stepCode":"E2Esterelle4","txt":"Mais il est gardé par la terrible Tarasco. Faites attention à vous si vous vous en  approchez...","__collections__":{}},"qSMAmoL6BRFF3w1YFfzj":{"personnage":"Berger","stepCode":"E6BergerOrcuF","txt":"Bon, on ne pourra pas passer avec ces lions. On devrait aller chercher de l’équipement chez l’Orcu, avant de revenir. Peut-être pourra-t-il te donner une arme et nous permettre de  nous frayer un chemin à travers les lions.","__collections__":{}},"qaWDrkfrxy6u6Fyx8G2B":{"personnage":"User","stepCode":"E1BMess","txt":"Vous avez récupéré la branche d’arbre !","__collections__":{}},"qlI9gZBN575MXtsrp5ZE":{"personnage":"A Fata","stepCode":"E2Fata4","txt":"Si tu es véritablement motivé, tu peux tenter de récupérer les graines. Il faudra les planter dans l’étang.","__collections__":{}},"qsp2XMoOzKeae04ScRYT":{"personnage":"Narrateur","stepCode":"E2Narra5","txt":"Les deux vous sourient. Vous regardez le berger, qui semble partant pour l’aventure. Vous acquiescez, et vous voilà embarqué dans la fabuleuse mission pour sauver l'île de Prosa.","__collections__":{}},"r4TWtZMGy7v1K4j3EvMI":{"personnage":"La Masco","stepCode":"E5Masco4","txt":"Je ne veux pas vous aider ! Surtout après m’avoir confondue avec une autre ! Hors de ma vue si vous ne voulez pas que je m’occupe de vous !","__collections__":{}},"rDoWCELMWCzo7JDWxjdq":{"personnage":"Esterelle","stepCode":"E2Esterelle","txt":" Cela fait si longtemps que nous n’en avions pas vu un ! Qu’est ce qui t’amène ici, petit être ?","__collections__":{}},"rLaUJd6NQkA9FngUYlgD":{"personnage":"Narrateur","stepCode":"E1Narra1","txt":"Au-dessus de vous se penche un vieil homme, avec un bol dans les mains. Vous vous asseyez, et il vous donne le bol.","__collections__":{}},"rrmWYEsi1b7VsLtD9BgN":{"personnage":"Narrateur","stepCode":"E8NarraRuseT2","txt":"La Strega semble avoir entendu le raffut que vous venez de faire, et se dirige vers vous. Sans réfléchir, vous prenez la feuille, et vous vous hâtez de rejoindre le tunnel par lequel vous êtes entrés. Une fois passé, le berger referme la trappe derrière vous, et vous vous empressez de ressortir tous les deux. Une fois sur la plage, vous reprenez votre souffle.","__collections__":{}},"s8l4JiGdObrEu0sinjrV":{"personnage":"Narrateur","stepCode":"E11Narra5","txt":"Vous rangez votre épée, décidant de laisser ce délinquant se débrouiller seul.","__collections__":{}},"sFIi247Q8GNpYVDA03Zf":{"personnage":"Orcu","stepCode":"E10Orcu2","txt":"Si l’île est sauvée, c’est bénéfique pour moi aussi. Alors je t’offre cette épée. Elle a été forgée par un artisan d’exception. Tu as dû le connaître, Berger.","__collections__":{}},"sIzBDBtRO0aYA0YPBQtl":{"personnage":"Narrateur","stepCode":"E6NarraOrcuF","txt":"Le berger a raison, il serait sage de revenir plus tard.. Mais une idée germe dans votre esprit. Sûrement, il doit y avoir un autre moyen d’entrer…","__collections__":{}},"sJttFzfZ1kUSNmDKH4x3":{"personnage":"Narrateur","stepCode":"E15NarraCollec2T","txt":"Vous vous exécutez. ","__collections__":{}},"sYNwrDPOIqRRF1wgTP3q":{"personnage":"Berger","stepcode":"E2Berger2","txt":"Voici la carte de l’île. On pourra se guider avec ça.","__collections__":{}},"sz4z0M48xP8kFiF3Hjza":{"personnage":"Berger","stepCode":"End2Berger","txt":"Souviens-toi de l’incantation spéciale que l’on a récupérée, elle permet de diviser les graines en deux. La Tarasco gardait l’étang, peut-être pourrait-on lui confier de nouvelles graines à protéger. Les fées pourront sûrement l’amener vers un endroit plus tranquille. ","__collections__":{}},"t8MFavIIUSoWBrgJpyFt":{"personnage":"Berger","stepCode":"E1Berger","txt":"Ah, tu es enfin réveillé !","__collections__":{}},"tRwYIsjtrjY78CUuZAKe":{"personnage":"Narrateur","stepCode":"E4NarrateurTrue","txt":"Vous reprenez votre route vers la grotte, malheureusement accompagné des deux petits êtres malicieux.","__collections__":{}},"tqHRm7jY2pwmp4h4ySWw":{"personnage":"A Fata","stepCode":"E2Fata6","txt":"En revanche, nous ne pouvons pas vous indiquer où elles sont…","__collections__":{}},"uRQPQIc9bJaGpH2Q4jcq":{"personnage":"Narrateur","stepCode":"E1Narra","txt":"Après un long périple en bateau, vous voilà enfin sur l’île de Prosa. À vrai dire, vous ne saviez même pas si elle existait véritablement, alors c’est un soulagement d’y être enfin arrivé. La chose que vous n’aviez pas prévu, en revanche, c’était que le bateau, c’est épuisant, surtout quand on doit pagayer soi-même. À peine quelques mètres sur la plage, vous vous évanouissez, à bout de force après ce long trajet.","__collections__":{}},"uc6Dk22iKCDWCfhJrB0r":{"personnage":"Berger","stepCode":"E2Berger","txt":" Les fées devraient être par ici. ","__collections__":{}},"udOnLJm2OdU8ChCdVCn3":{"personnage":"Berger","stepCode":"E14Berger","txt":"Chè tù varghi puru, donnarella  Chè tu caschi di culu, vechjarella !","__collections__":{}},"vPfpsA3k6Z4byMbeCY7r":{"personnage":"Narrateur","stepCode":"E8NarraRuseT","txt":"Vous apercevez la silhouette d’une vieille femme, qui semble occupée avec des fioles remplies d’un liquide carmin. Cela ne vous inspire pas vraiment confiance, le fluide vous rappelant un peu trop le sang. Vous faites signe au berger de vous attendre à l’entrée du petit passage, et vous faufilez dans cette tanière. C’est une pièce avec une petite hauteur, et beaucoup d’étagères, alors il n’est finalement pas si complexe de se cacher. Vous étudiez cette dernière, et apercevez un bocal contenant une sorte de graine, dont se dégage une aura. Il s’agit d’une des graines dont vous avez besoin, pour sûr. Vous avancez rapidement mais prudemment, vers l’objet de votre convoitise. Une fois arrivé à portée du bocal, vous l’attrapez rapidement, faisant voler quelques feuilles, dont une tombant à vos pieds. ","__collections__":{}},"vRGGZBDRrGUlcW9fiW57":{"personnage":"Orcu","stepCode":"E10OrcuALeoS","txt":"Je vois. Cela va être difficile de rencontrer la Strega et sauver l’île, si ses lions vous dévorent avant. ","__collections__":{}},"vuAdCA3qWSAaIFoYVsO2":{"personnage":"User","stepCode":"E4EnigmeT1","txt":"Vin + coca","__collections__":{}},"vuOnk2m3a71rsuX42xQl":{"personnage":"Berger","stepCode":"E1Berger2","txt":"Bien, tu te souviens de ce qui s’est passé ?","__collections__":{}},"w2u5DnmydiLXIWpcJ522":{"personnage":"User","stepCode":"E6BChoix2","txt":"Il vaut mieux ne pas prendre le risque de se blesser avec les débris. Prenons le détour","__collections__":{}},"w9eZ8XLDM0iV4wwKN5oA":{"personnage":"Lou Fouletoun","stepCode":"E4Fouletoun3","txt":"Si vous résolvez nos énigmes!","__collections__":{}},"wA6HebfAR2oZVA99mOxz":{"personnage":"Narrateur","stepCode":"E5Narra4","txt":"Vous lui expliquez votre venue, que les farfadets vous ont guidé vers elle, vu que vous vouliez rencontrer la grande Strega… Et alors que le mot  \" Strega \"  sort de votre bouche, la femme en face de vous fronce les sourcils.","__collections__":{}},"wFKhuBXhagwWqMZjKwPs":{"personnage":"Lou Fouletoun","stepCode":"E4FouletounTrue","txt":"Ah oui oui ! comme promis, nous vous accompagnons vers la grotte !","__collections__":{}},"wKuy12yh5B02aJVj5Sn8":{"personnage":"User","stepCode":"E6ChoixOrcuF2","txt":" On devrait pouvoir ruser à l’intérieur. Je vais essayer de trouver une autre entrée","__collections__":{}},"wRedCDyDjV1zuNtVtRTj":{"personnage":"Berger","stepCode":"E3Berger","txt":"Bon, peut-être que ton idée n’était pas la plus judicieuse.","__collections__":{}},"x2lqgDy7lRWT27puHGJ3":{"personnage":"Narrateur","stepCode":"E12Narra6","txt":"Vous répétez l’incantation plusieurs fois dans votre esprit, avant de hocher la tête pour signifier que vous êtes prêt à continuer l’aventure.","__collections__":{}},"x3M4YznSwd0ZsnpUhf4I":{"personnage":"Esterelle","stepCode":"EndEsterelle","txt":" C’est une pierre chargée de l’énergie de l’Île, qui vous permettra de revenir ici à votre guise.","__collections__":{}},"x7GM0UiFNiX1YsDnOMfX":{"personnage":"Narrateur","stepCode":"E10Narra","txt":"Vous arrivez devant une grande bâtisse. Vous êtes intimidé par son immense hauteur, mais le berger vous donne une petite tape dans le dos, signe d’avancer. Vous vous exécutez. Alors que vous pénétrez dans le bâtiment, vous apercevez une imposante silhouette. Elle est dos à vous, et semble être concentrée sur sa tâche.","__collections__":{}},"xC3wji2QfZVrJIWdZybA":{"personnage":"Santo Marto ","stepCode":"E12Marto7","txt":"Il y a des cerfs pas loin. Vous devriez essayer d’en endormir un, pour vous entraîner. C’est loin d’être aussi dur que d’endormir la Tarasco, mais au moins vous pourrez mieux mémoriser l’incantation.","__collections__":{}},"xJVsgqqx6E1YrhVZNjAn":{"personnage":"User","stepCode":"E4EnigmeT2","txt":"Pastis + sirop d’orgeat","__collections__":{}},"xoPMqyy0EBLS0kl0ZbzF":{"personnage":"A Fata","stepCode":"E2Fata5","txt":"Si vous réussissez votre mission, vous aurez une surprise qui vous attendra, ici.","__collections__":{}},"xottPTvxlfFKoutpr2Nd":{"personnage":"Narrateur","stepCode":"E11Narra4","txt ":"L’homme vous saute soudainement dessus avec sa dague, bien décidé à vous voler toutes vos possessions.","__collections__":{}},"yYvR2DOXSYDowBlaATtO":{"personnage":"Berger","stepCode":"E12BergerPaperST","txt":"On peut garder cette incantation aussi dans le grimoire.","__collections__":{}},"ybAxRjLwEwkubF4fzzWH":{"personnage":"U Fulettu","stepCode":"E4Fulettu","txt":"Oh mais qu'avons-nous là ? Un petit humain !","__collections__":{}},"ypSU5GhQ61fInWBMI76T":{"personnage":"Santo Marto","stepCode":"E12Marto5","txt":"Mais, la Tarasco est redoutable, alors je vais vous donner un petit coup de pouce.","__collections__":{}},"zMHg1ZkXX4meH9daYt13":{"personnage":"Narrateur","stepCode":"E8NarraLeoT5","txt":"Vous sortez de l'antre triomphant. Vous agitez le bocal fièrement vers le berger, qui vous attendait dehors. ","__collections__":{}},"zOnDHI9Vt3uVi8dm4DGK":{"personnage":"Message ","stepCode":"E8MessLeoT","txt":"Vous avez récupéré la graine corse !","__collections__":{}},"zcOCNENPaqCQ84jPeW4v":{"personnage":"Narrateur","stepCode":"E9Narra3","txt":"Vous acquiescez, et détachez la corde. Votre compagnon la met dans son sac, et vous reprenez votre chemin vers l’Orcu.","__collections__":{}}}}